IDEA Open Model
ResultOfDeformation2.Fiy Property
Compatible with IDEA StatiCa 20.1
 Rotation around y-axis
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fiy { get; set; }
Public Property Fiy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfDeformation2 Class
IdeaRS.OpenModel.Result Namespace